Repository: riparias/gbif-alert
Catalog: dashboard/locale/*/LC_MESSAGES/django.po
Languages: fr, nl

source: Area name
fr: Nom de la zone
nl: Naam gebied

source: A short name to identify this area
fr: Un nom (court) pour identifier cette zone
nl: Korte naam om dit gebied te identificeren

source: Data file
fr: Fichier de données
nl: Data bestand

source: First name
fr: Prénom
nl: Voornaam

source: Optional.
fr: Facultatif.
nl: Optioneel

source: Last name
fr: Nom de famille
nl: Familienaam

source: Required. Enter a valid email address.
fr: Requis. Entrez une adresse email valide.
nl: Verplicht. Voer een geldig e-mailadres in.

source: Language
fr: Langue
nl: Taal

source: No emails
fr: Pas d'emails
nl: Geen emails

source: Daily
fr: Journalier
nl: Dagelijks

source: Weekly
fr: Hebdomadaire
nl: Wekelijks

source: Monthly
fr: Mensuel
nl: Maandelijks

source: name
fr: nom
nl: naam

source: species
fr: espèces
nl: soort

source: To select multiple items, press and hold the Ctrl or Command key and click the items.
fr: Pour sélectionner plusieurs éléments, maintenez la touche Ctrl ou 'pomme / command' enfoncée
nl: Om meerdere items te selecteren, druk op de Ctrl of Command toets en klik de items.

source: datasets
fr: jeux de données

source: Optional (no selection = notify me for all datasets). To select multiple items, press and hold the Ctrl or Command key and click the items.
fr: Facultatif (aucune sélection = me notifier pour tous les jeux de données). Pour sélectionner plusieurs éléments, maintenez la touche Ctrl ou 'pomme / command' enfoncée
nl: Optioneel (geen selectie = notificaties voor alle datasets). Om meerdere items te selecteren, druk op de Ctrl of Command toets en klik de items.

source: areas
fr: zones
nl: gebieden

source: Optional (no selection = notify me for all data in the system). To select multiple items, press and hold the Ctrl or Command key and click the items.
fr: Facultatif (aucune sélection = me notifier pour toutes les données du système). Pour sélectionner plusieurs éléments, maintenez la touche Ctrl ou 'pomme / command' enfoncée
nl: Optioneel (geen selectie = notificaties voor alle data in het systeem). Om meerdere items te selecteren, druk op de Ctrl of Command toets en klik de items.

source: email notifications frequency
fr: fréquence des notifications par email
nl: frequentie email notificaties

source: unseen observation(s) for your alert
fr: observation(s) non vue(s) pour votre alerte
nl: niet bekeken waarneming(en) voor je waarschuwing

source: In maintenance
fr: Maintenance en cours
nl: In beheer

source: all
fr: tout
nl: alles

source: Species:
fr: Espèces :

source: Areas:
fr: Zones :
nl: Gebieden

source: Datasets:
fr: Jeux de données :

source: Email notifications frequency:
fr: Fréquence des notifications par email :
nl: Frequentie email notificaties:

source: Last email sent:
fr: Dernier email envoyé :
nl: Laatste email:

source: never
fr: jamais
nl: nooit

source: Matching observations
fr: Observations correspondantes
nl: Overeenkomende waarnemingen

source: unseen
fr: non vues
nl: niet bekeken

source: Edit this alert
fr: Modifier cette alerte
nl: Wijzig deze waarschuwing

source: Show all my alerts
fr: Montrer toutes mes alertes
nl: Toon al mijn waarschuwingen

source: Data import: #
fr: Import de données #
nl: Gegevens import: #

source: Date/time
fr: Date/heure
nl: Datum/tijd

source: Imported observations
fr: Observations importées
nl: Ge√Ømporteerde waarnemingen

source: New observations in this import
fr: Nouvelles observations dans cet import
nl: Nieuwe waarnemingen in deze import

source: Skipped observations in <a href="%(gbif_url)s">GBIF download</a>
fr: Observations ignorées dans le <a href="%(gbif_url)s">téléchargement GBIF</a>
nl: Overgeslagen waarnemingen in <a href="%(gbif_url)s">GBIF download</a>

source: GBIF predicate
fr: Prédicat GBIF

source: Latest data import:
fr: Dernier import de données :
nl: Laatste gegevens import:

source: This site is powered by <a href="https://github.com/riparias/gbif-alert">GBIF Alert</a> version
fr: Ce site est propulsé par <a href="https://github.com/riparias/gbif-alert">GBIF Alert</a> version
nl: Deze site wordt aangedreven door <a href="https://github.com/riparias/gbif-alert">GBIF Alert</a> versie

source: Explore all observations
fr: Voir toutes les observations
nl: Verken alle waarnemingen

source: What's new
fr: Nouveautés
nl: Nieuw op deze site

source: My alerts
fr: Mes alertes
nl: Mijn waarschuwingen

source: About this site
fr: A propos de ce site
nl: Over deze site

source: About the data
fr: A propos des données
nl: Over de data

source: My profile
fr: Mon profil
nl: Mijn profiel

source: Change my password
fr: Modifier mon mot de passe
nl: Wijzig mijn paswoord

source: My user-specific areas
fr: Mes zones spécifiques
nl: Mijn gebieden

source: Admin panel
fr: Panneau d'administration
nl: Admin

source: Sign out
fr: Se déconnecter
nl: Uitloggen

source: Sign in
fr: Se connecter
nl: Log in

source: Sign up
fr: S'inscrire
nl: Registreer

source: Data imports
fr: Imports de données :
nl: Gegevens import

source: The data (observations) shown in this application is frequently and automatically refreshed from <a href="https://www.gbif.org">GBIF</a>.
fr: Les données (observations) affichées dans cette application sont régulièrement et automatiquement mises à jour depuis <a href="https://www.gbif.org">GBIF</a>.
nl: De data (waarnemingen) in deze applicatie worden frequent en automatisch vernieuwd vanuit <a href="https://www.gbif.org">GBIF</a>.

source: The following data import was performed to populate the data currently visible in the application:
fr: Les données suivantes ont été importées pour alimenter les données actuellement visibles dans l'application :
nl: De huidig beschikbare data in de applicatie zijn gebaseerd op deze gegevensimport:

source: Show all data imports
fr: Montrer tous les imports de données
nl: Toon alle gegevens imports

source: New alert
fr: Mouvelle alerte
nl: Nieuwe waarschuwing

source: Create a new alert
fr: Créer une nouvelle alerte
nl: Maak een nieuwe waarschuwing

source: Alert details
fr: Détails de l'alerte
nl: Details waarschuwing

source: Edit alert
fr: Modifier une alerte
nl: Wijzig waarschuwing

source: Home
fr: Accueil

source: You have already seen this observation in the past
fr: Vous avez déjà vu cette observation dans le passé

source: Mark this observation as unseen
fr: Marquer cette observation comme non vue

source: Species
fr: Espèce
nl: Soort

source: Change password
fr: Modifier le mot de passe !
nl: Wijzig paswoord

source: Password changed
fr: Mot de passe modifié
nl: Paswoord gewijzigd

source: Your password was successfully changed.
fr: Votre mot de passe a été mis à jour avec succès.
nl: Uw paswoord is succesvol gewijzigd.

source: Go to index page
fr: Aller a la page d'accueil
nl: Ga naar de index pagina

source: Forgot your password?
fr: Mot de passe oublié ?
nl: Paswoord vergeten?

source: Enter your email address below, and we'll email instructions for setting a new one.
fr: Saisissez votre adresse email ci-dessous, et nous vous enverrons les instructions pour en définir un nouveau.
nl: Vul hieronder uw e-mailadres in, en we sturen u instructies om een nieuw paswoord in te stellen.

source: Send me instructions!
fr: Envoyez-moi les instructions !
nl: Zend me instructies!

source: Password reset complete
fr: Mot de passe réinitialisé
nl: Paswoord reset voltooid

source: Your new password has been set. You can now <a href="%(signin_url)s">sign in</a>.
fr: Votre nouveau mot de passe a été défini. Vous pouvez maintenant <a href="%(signin_url)s">vous connecter</a>.
nl: Uw nieuw paswoord is ingesteld. U kunt nu <a href="%(signin_url)s">inloggen</a>.

source: Reset your password
fr: Reinitialiser votre mot de passe
nl: Reset uw paswoord

source: Set a new password!
fr: Choisissez un nouveau mot de passe !
nl: Nieuw paswoord instellen!

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation du mot de passe est invalide, il a peut-être déjà été utilisé. Veuillez demander une nouvelle réinitialisation du mot de passe.
nl: De reset paswoord link is ongeldig, mogelijk omdat deze al gebruikt is. Vraag een nieuwe reset aan.

source: Instructions sent
fr: Instructions envoyées
nl: Instructies verzonden

source: Check your inbox.
fr: Vérifiez votre boîte de réception.
nl: Controleer uw inbox.

source: We've emailed you instructions for setting your password. You should receive the email shortly!
fr: Nous vous avons envoyé des instructions pour définir votre mot de passe. Vous devriez recevoir l'email sous peu !
nl: We hebben u instructies gemaild om uw paswoord in te stellen. U zou de email binnenkort moeten ontvangen!

source: Your account doesn't have access to this page. To proceed, please sign in with an account that has access.
fr: Votre compte ne permet pas d'accéder à cette page. Pour continuer, veuillez vous connecter avec un compte ayant les permissions suffisantes.
nl: Uw account heeft geen toegang tot deze pagina. Log in met een account dat wel toegang heeft.

source: Please sign in to see this page.
fr: Veuillez vous connecter pour voir cette page.
nl: Log in om deze pagina te zien.

source: Username:
fr: Nom d'utilisateur :
nl: Gebuikersnaam:

source: Password:
fr: Mot de passe :
nl: Paswoord:

source: Lost password?
fr: Mot de passe oublié ?
nl: Paswoord vergeten?

source: You currently don't have any configured alerts.
fr: Vous n'avez actuellement aucune alerte configurée.
nl: U heeft momenteel geen geconfigureerde waarschuwingen.

source: My areas
fr: Mes zones
nl: Mijn gebieden

source: Upload a new area
fr: Uploadez une nouvelle zone
nl: Upload een nieuw gebied

source: <p><i class="bi bi-info-square"></i> The following contraints apply to the uploaded file:</p> <ul> <li>it must be a <b><a href="https://en.wikipedia.org/wiki/GeoPackage">GeoPackage</a></b> (many external tools exist to convert other file formats to GeoPackages)</li> <li>it must contain a <b>single layer</b></li> <li>the layer must contain a <b>single feature</b> of type <b>polygon</b> or <b>multipolygon</b></li> <li>the GeoPackage must have a valid coordinate reference system</li> </ul>
fr: <p><i class="bi bi-info-square"></i> Les contraintes suivantes s'appliquent au fichier:</p> <ul> <li>Il doit être un <b><a href="https://en.wikipedia.org/wiki/GeoPackage">GeoPackage</a></b> (de nombreux outils externes permettent une conversion vers ce format)</li> <li>Il doit contenir <b>une seule couche</b></li> <li>cette couche doit contenir <b>un seul objet</b>, de type <b>polygon</b> ou <b>multipolygon</b></li> <li>Le GeoPackage doit définir un système de coordonnées spatiales (SRS)</li> </ul>
nl: <p><i class="bi bi-info-square"></i> De volgende beoerkingen gelden voor het bestand:</p> <ul> <li>het moet een <b><a href="https://en.wikipedia.org/wiki/GeoPackage">GeoPackage</a></b> (er bestaan veel externe tools om andere bestandsformaten om te zetten naar GeoPackages)</li> <li>het moet een <b>single layer</b> bevatten </li> <li>het moet een <b>single feature</b> bevattenvan het type <b>polygon</b> of <b>multipolygon</b></li> <li>het GeoPackage moet een geldig co√∂rdinatenreferentiesysteem bevatten</li> </ul>

source: Save
fr: Enregistrer
nl: Sla op

source: %(counter)s user-specific area
fr: %(counter)s zone spécifique
nl: %(counter)s gebruikergedefinieerd gebied

source: Your alert has been deleted.
fr: Votre alerte a été supprimée.
nl: Uw waarschuwing is verwijderd.

source: Your account has been deleted.
fr: Votre compte utilisateur a été supprimé.
nl: Uw account is verwijderd.

source: The area has been deleted.
fr: La zone a été supprimée.
nl: Het gebied is verwijderd.

source: The area could not be deleted because it has alerts associated with it.
fr: Cette zone ne peut pas être supprimée car elle est associée à des alertes.
nl: Het gebied kan niet verwijderd worden omdat er waarschuwingen aan gekoppeld zijn.

source: At least one species must be selected
fr: Au moins une espèce doit être sélectionnée
nl: Ten minste √©√©n soort moet geselecteerd zijn

source: Your profile was successfully updated.
fr: Votre profil a été mis à jour avec succès.
nl: Uw profiel is succesvol gewijzigd.

source: This language will be used for emails.
nl: Deze taal zal gebruikt worden voor emails.

source: Your username and password didn't match. Please try again.
nl: Uw gebruikersnaam en paswoord komen niet overeen. Probeer opnieuw.
